Repository: talosdg/GOW-EDGAR
Catalog: GOW/*.lproj/Localizable.strings
Languages: fr

# menu.option.videogames
source: Videogames
fr: Jeux vidéo

# menu.option.weapons
source: Weapons
fr: Armes

# menu.option.characters
source: Characters
fr: Personnage

# weapon.name.boomshot
source: Boomshot Grenade Launcher
fr: Lance-grenades Boomshot

# weapon.description.boomshot
source: It was a single-shot pump grenade launcher designed and primarily used by the Locust, particularly the Boomers.
fr: C'était un lance-grenades à pompe à tir unique conçu et utilisé principalement par les Locustes, en particulier par les Boomers.

# weapon.description.hammerburstii
source: It was the standard high-power Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
fr: C'était le fusil d'assaut standard à haute puissance des Locustes. Il est souvent appelé le fusil d'assaut équivalent des Locustes au fusil d'assaut COG Lancer.

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked, rotating Gatling gun developed by the Coalition of Ordered Governments.
fr: Le Mulcher est un lourd fusil Gatling rotatif à manivelle développé par la Coalition des Gouvernements Ordonnés.

# weapon.name.bolo_grenade
source: Bolo Grenade
fr: Grenade Bolo

# weapon.description.bolo_grenade
source: The Bolo Grenade, also known as a Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
fr: La Bolo Grenade, également connue sous le nom de Grenade à fragmentation, était la grenade à fragmentation standard utilisée par la Coalition des Gouvernements Ordonnés, l'Ordre des Locustes et le Swarm.

# weapon.name.boltok
source: Boltok Pistol
fr: Pistolet Boltok

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly the Drones. The pistol follows the Locust weapon design philosophy of creating weapons focused on brute force.
fr: C'était l'arme standard des Locustes, en particulier des Drones. Le pistolet suit la philosophie de conception des armes des Locustes, créant des armes axées sur la force brute.

# weapon.name.lancer
source: Lancer Assault Rifle Mark 1
fr: Fusil d'assaut Lancer Mark 1

# weapon.description.lancer
source: Nicknamed the Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Assault Rifle Mark 2. Previously the primary assault rifle of the Coalition of Ordered Governments military, the Mark 1 rifle was used during the Pendulum Wars.
fr: Surnommé Retro Lancer pendant la pandémie Lambent, il était le prédécesseur du fusil d'assaut Lancer Mark 2. Anciennement le fusil d'assaut principal de l'armée de la Coalition des Gouvernements Ordonnés, le fusil d'assaut Mark 1 a été utilisé pendant la guerre de Pendulum.

# weapon.name.lancer2
source: Lancer Assault Rifle Mark 2
fr: Fusil d'assaut Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Assault Rifle Mark 1, featuring a chainsaw bayonet, greater accuracy, less recoil, and a larger ammo capacity but with less firepower than its predecessor.
fr: Une mise à jour du fusil d'assaut Lancer Mark 1, produit avec une baïonnette à tronçonneuse, une plus grande précision, moins de recul et une capacité de charge des munitions plus grande, mais une puissance de feu inférieure à celle de son prédécesseur.

# weapon.name.sniper
source: Longshot Sniper Rifle
fr: Fusil de sniper à tir longue portée

# weapon.description.sniper
source: It was a high-caliber, single-shot sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was still used seventeen years after Emergence Day.
fr: C'était un fusil de sniper à tir unique de gros calibre. Créé par la Coalition des Gouvernements Ordonnés pendant les guerres de Pendulum, le Longshot a été utilisé encore dix-sept ans après le Jour de l'Émergence.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
fr: Le marteau de l'aube

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital laser, satellite-based, powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after being stolen during Operation: Leveler.
fr: Le Marteau de l'Aube était un laser orbital, basé sur un satellite, alimenté par de l'Imulsion COG. Ses composants clés ont été inventés par le scientifique de l'UIR Mauris Ivo et complétés par le professeur Adam Fenix après avoir été volés lors de l'Opération : Nivelleur.

# weapon.name.mx8
source: MX8 Snub Pistol
fr: Pistolet snub MX8

# weapon.description.mx8
source: It was the standard sidearm for the personnel of the Coalition of Ordered Governments military.
fr: C'était l'arme de poing standard pour le personnel des forces armées de la Coalition des Gouvernements Ordonnés.

# merchandise.item.shirt
source: Shirt
fr: Chemise

# merchandise.item.backpack
source: Backpack
fr: Sac à dos

# merchandise.item.poster
source: Poster
fr: Affiche

# merchandise.item.hoodie
source: hoodie
fr: Sweat-shirt

# merchandise.item.mug
source: Mug
fr: Tasse

# merchandise.item.doll
source: Doll
fr: Poupée
